[
    {
        "img":"uploads/staff/248.jpeg",
        "name":"K. Padmaja",
        "degree":"M.Sc., PGD in N&D",
        "designation":"Senior Technical Officer",
        "address":"Leaf Quality Analysis Lab, Diovision of CC & SS, ICAR-CTRI, Rajahmundry",
        "phone":"0883-2449871, Ext. 1",
        "email":"padmajakatakam@gmail.com",

        "employment_record": [
                  
            "Research Assistant, Indian Coffee Board 1998 - 2001",
            "Technical Assistant 2001 - 2003",
            "Senior Technical Assistant 2003 - 2008",
            "Technical Officer 2008 - 2013",
            "Senior Technical Officer 2013 - till date."

        ],

        "area_of_interst":"",

        "publications":[ 

            "U. Sreedhar, S. Sitaramaiah and <b>K. Padmaja</b>. 2007. Evaluation of trap crops for management of budworm, Helicoverpa armigera in Flue cured Virginia Tobacco. Indian Journal of Plant Protection. 35(2):213-17.",
            "U. Sreedhar, J.V. Prasad, C.V.N.Rao and <b>K.Padmaja</b>. 2011. Stem application of Neo-nicotinoids for management of tobacco aphid, Myzus nicotianae in Virginia tobacco. Indian journal of Plant Protection. Vol.39. No(2):100-104.",
            "D.V. Subhashini, and <b>K. Padmaja</b>. 2011. Effect of fungicides and native antagonists against Pythium aphanidermatum in tobacco nurseries. Ann. Pl. Protec. Sci. 19 (2):392-95",
            "D.V. Subhashini, and <b>K. Padmaja</b>. 2011. Population dynamics and screening of Phosphate solubilising bacteria isolated from tobacco (Nicotiana tabacum) based cropping systems. Indian Journal of Agricultural Sciences. 81 (8):740-43",
            "D.V. Subhashini, and <b>K. Padmaja</b>. 2011. Potential of phosphate solubilising Pseudomonas as biofungicide. Archivies of Phytopathology and Plant Protection . 44(11):1041-45.",
            "Subhashini, D.V. and <b>K. Padmaja</b>. 2011. Comparision of six Arbuscular Mycorrhizal fungi for Root colonization, spore population and plant growth response in tobacco. J. Mycol Plant Pathol, 41(2): 272-74",
            "Subhashini, D.V. and <b>Padmaja, K</b>. 2011. Antagonistic activity of bacterial isolates collected from tobacco soils. Ann. Pl. Protec. Sci. 19 (2):495-497",
            "Subhashini. D. V and <b>K. Padmaja</b>. 2010. Effect of bioinoculants on seedling vigour in tobacco (Nicotiana tabacum) nurseries. Indian Journal of Agricultural Sciences. 80(2): 186-188",
            "Subhashini D V and <b>K. Padmaja</b>. 2009. Exploitation of Pseudomonas fluorescens for the management of damping- off in tobacco seedbeds. Indian Journal of Plant Protection 37(1&2) : 207-210",
            "D.V. Subhashini, and <b>K. Padmaja</b>. 2009. Antifungal activity of Pseudomonas fluorescens against plant pathogenic fungi of tobacco. Indian Journal of Plant Protection. 37(1&2):211-12."
                
        ],

        "awards":[

                

        ]

        

    

      
    }
]  