[
    {
        "img":" uploads/staff/48.jpeg  ",
        "name":"  Shri Viswanatha Reddy, K.",
        "degree":"M.Sc. (Agri. Economics) ",
        "designation":"  Scientist",
        "address":" PME Cell, ICAR -Central Tobacco Research Institute, Bhaskar Nagar, Rajahmundry - 533 105  ",
        "phone":"8790856179  ",
        "email":"vishu.uas@gmail.com, vishwanatha.reddy@icar.gov.in ",
    
        "employment_record": [
            "* Scientist, ICAR - National Institute of Agricultural Economics and Policy Research, New Delhi:  April, 2013 – March, 2015",
            "* Scientist, ICAR – Central Coastal Agriculture Research Institute, Goa: April, 2015 – March, 2017",
            "* Scientist, ICAR – Central Tobacco Research Institute, Rajahmundry: April, 2017 – till date"
        ],
        "area_of_interst":" Agricultural Growth and Development, Agricultural Sustainability, Impact Assessment of Agricultural Policies, Agricultural Marketing and International Trade",

        "publications":[ 
           " <b>Viswanatha Reddy, K.</b> and Pramod Kumar: An Economic Appraisal of Mango Processing Plants of Chittoor District in Andhra Pradesh (2010). Indian Journal of Agricultural Economics. 65(2).",
           " <b>Viswanatha Reddy, K.</b> and Kingsly Immanuelraj T. Area, Production, Yield Trends and Pattern of Oilseeds Growth in India (2017). Journal of Economic Affairs, 62(2): 327-334.",
            "Bappa Das, Bhakti Nair, <b>Viswanatha Reddy, K.</b> and Paramesh Venkatesh. Evaluation of multiple linear, neural network and penalised regression models for prediction of rice yield based on weather parameters for west coast of India, (2018).International Journal of Biometeorology.",
            "Bappa Das, Bhakti Nair, Vadivel Arunachalam,<b>Viswanatha Reddy, K.</b> Paramesh Venkatesh, Debashis Chakraborty, and Sujeet Desai, Comparative evaluation of linear and nonlinear weather-based models for coconut yield prediction in the west coast of India, (2020) International Journal of Biometeorology.",
            "Venkatesh Paramesh, Ranjan Parajuli , E.B. Chakurkar , G.B. Sreekanth, H.B. Chetan Kumar, P.P. Gokuldas, Gopal R. Mahajan, K.K. Manohara, <b>Viswanatha Reddy, K., </b>N. Ravisankar. Sustainability, energy budgeting, and life cycle assessment of crop dairy-fish-poultry mixed farming system for coastal lowlands under humid tropic condition of India, (2019)Energy",
            "B. L. Manjunath, V. Paramesh, G. R. Mahajan,<b> Viswanatha Reddy, K. .,</b> Bappa Das and Narendra Pratap Singh. A five years study on the selection of rice based cropping systems in Goa for west coast region of India. (2018)Journal of Environmental Biology.",
            "<b>Viswanatha Reddy, K. , </b>D. Damodar Reddy, C. Chandrasekhara Rao, B. Hema and A. Srinivas. Impact of FCV Tobacco crop size reduction in Andhra Pradesh: Adoption of alternative crops, (2017) Tobacco Research 43(2): 63-68.",
            "<b>Viswanatha Reddy, K. , </b>D. Damodar Reddy, B. Hema and A. Srinivas, Tobacco Production in Asia: Impact of WHO-FCTC, (2019).Tobacco Research 45(1) : 27-32.",
            "B. L. Manjunath, V. Paramesh, G. R. Mahajan, Bappa Das, <b>Viswanatha Reddy, K. ,</b> E. B. Chakurkar and N. P. Singh. Sustainability through resource recycling, soil fertility and carbon sequestration from integrated farming systems in west coast India. (2017). The Bioscan.",
            "V. Paramesh, N. Ravisankar, Bappa Das, <b>Viswanatha Reddy, K. .</b> and Narendra Pratap Singh. Energy Budgeting and Sensitivity Analysis of Rice (Oryza sativa) - Wheat (Triticum aestivum) Cropping System in Indogangentic Plains of India, (2017).International Journal of Current Microbiology and Applied Sciences, 6(3): 1534-1544."
             
         ],

        "awards":[
           " Secured <b>first rank</b> in All India Combined Examination for Admission to Master’s Degree Programme in Social Science and Agri. Business Mgt. group and awarded with ICAR Junior Research Fellowship (JRF)",
            "Secured <b>Inspire Fellowship</b> – Department of Science & Technology, Ministry of Science and Technology, Government of India",
            "Secured <b>Best Poster Award,</b> 2019. National Symposium on Approaches and Strategies for Augmenting Tobacco Farmers Income at ICAR-CTRI, Rajahmundry"
            
        ]    
    }
]  