[
    {
        "img":" uploads/staff/35.jpeg  ",
        "name":"  Dr. J. Poorna Bindu ",
        "degree":" M.Sc.(Ag), Ph.D.",
        "designation":"Scientist",
        "address":"Division of Crop Chemistry and Soil Science, ICAR-Central Tobacco Research Institute, RAJAHMUNDRY -533 105, Andhra Pradesh  ",
        "phone":"08500141782  ",
        "email":"j.poornabindu@gmail.com ",
   
        "employment_record": [
            "* Scientist 2013-till date"

        ],
        "area_of_interst":"Soil Fertility, Soil Chemistry, Soil Microbiology, Soil Organic Carbon Pools, Carbon Stratification, Carbon management index and Soil Organic Carbon Storage. ",

        "publications":[ 
           " Damodar Reddy, D., R.K. Ghosh, <b>J. Poorna Bindu,</b> M. Mahadevaswamy and T.G.K. Murthy (2017). Removal of methylene blue from aqueous system using tobacco stems biomass: Kinetics, mechanism and single-stage adsorber design. <b>Environmental Progress and Sustainable Energy </b>(wileyonlinelibrary.com). DOI 10.1002/ep.12542).",
           " <b>J. Poorna Bindu, </b>D. Damodar Reddy, P. Santhy, C. Chandrasekhara Rao and L.K. Prasad (2016) Comparative study on tobacco stalks based organic soil amendments and inorganic soil amendment (zeolite) on soil reaction and nutrient (N, K) availability of an Alfisol.<b> International Journal of Tropical Agriculture,</b> 34(6): 1783-88.",
            "<b>J. Poorna Bindu,</b> D. Damodar Reddy, P. Santhy, K.M. Sellamuthu, M.Mohammed Yassin and Ravindra Naik. (2016). Nutrient leaching behaviour of an Alfisol as affected by organic and inorganic amendments Tobacco Research. <b>(Accepted in Tobacco Research).</b>",
           " C. Chandra Sekhara Rao, D. Damodar Reddy, M. Anuradha, S.V. Krishna Reddy,<b> J. Poorna Bindu</b> and Ch. Vennela (2016) Effect of Different Organic Manures in Conjunction with Inorganic Fertilizers on Physiological Parameters and Nutrient uptake of FCV tobacco grown in irrigated Alfisols of Andhra Pradesh. <b> International Journal of Tropical Agriculture,</b> 34 (6): 1-7.",
            "L. K. Prasad, D. Damodar Reddy, C. Chandra Sekhara Rao, <b>J. Poorna Bindu</b> and N. Jhonson (2016) Assessment of soil micronutrient status of southern light soils under Flue cured Virginia tobacco in Prakasham district of Andhra Pradesh.<b> International Journal of Tropical Agriculture, </b>34(8):2397-2401. ",
            "<b>Jana Poorna Bindu,</b> V.R. Ramakrishna Parama and C.A. Srinivasamurthy. (2014). Changes in nutrient and biochemical constituents on decomposition of leaf litter of selected tree species. The Mysore Journal of Agricultural Sciences. 48 (3): 364-373. ",
            "<b>J. Poorna Bindu</b> and D. Damodar Reddy (2014). Evaluation of tobacco based land use systems-Effects on soil organic carbon dynamics and carbon management index. Tobacco Research. 40 (1): 1-10.",
            "<b>J. Poorna Bindu,</b> D. Damodar Reddy, P. Santhy, K.M. Sellamuthu, M.Mohammed Yassin and Ravindra Naik. (2015). Production and characterization of tobacco stalk biochar. Tobacco Research. 41(2): 91-96.",
            "Sindhu Prudvinath, J., Thilagavathi, T., Arulmozhiselvan, K. and <b> Poorna Bindu, J.</b> (2013). Effect of graded levels of phosphorus and farm yard manure on soil nutrients and yield of maize in long term fertilization. Progressive Research 8 (Special): 776-778.",
            "Thilagavathi, T., Sindhu Prudvinath, J. K., Arulmozhiselvan and <b>Poorna Bindu, J.  </b> (2013). Soil organic carbon, microbial biomass C and N contents in long term fertilization under finger millet- maize crop ping sequence. Progressive Research 8 (Special): 795-797."
         ],

        "awards":[
            "<b>Young Scientist Award-2016-17-Runner-up </b>II for outstanding achievement in chemistry awarded by Dr. K. V. Rao Scientific Society during Annual Science Awards function celebrated on 27th May-2017 at University of Hyderabad, with a sum of Rs. 10,000/-, Trophy, certificate and a citation.",
            "<b>Best Paper Award- ICRAAHS-2016</b> for the paper by<b> J. Poorna Bindu,</b> D. Damodar Reddy, P. Santhy, C. Chandrasekhara Rao and L.K. Prasad on “Comparative study on tobacco stalks based organic soil amendments and inorganic soil amendment (zeolite) on soil reaction and nutrient (N, K) availability of an Alfisol” during the 4thInternational conference on Recent Advances in Agriuculture and Horticulture held at Hotel Mapple Abhay, Jodhpur during 30-31st Dec, 2016."
            
        ]    
    }
]  