[
    {
        "img":"uploads/staff/27.jpeg",
        "name":" Dr. D.V. Subhashini",
        "degree":"M.Sc., Ph.D. ",
        "designation":"Principal Scientist",
        "address":" Division of Crop Chemistry & Soil Science, ICAR-Central Tobacco Research Institute, Bhaskar Nagar, Rajahmundry - 533 105, AP ",
        "phone":"8639943244",
        "email":" subhashinivallabhaneni@gmail.com",
       
        "employment_record": [
           " Principal Scientist - 2009 to till date",

            "* Senior Scientist - 1998-2009",
            
            "* Scientist (Sr. Scale) - 1989-1998",
            
            "* Scientist - 1984-1989"
        ],
        "area_of_interst":" Soil biota as biofertilizers and biopesticides; Host-Microbe interactions in tobacco; Prospects of biofertilizers in tobacco cultivation.",

        "publications":[ 
           "<b> Subhashini, D.</b> and Kaushik, B.D. 1981. Amelioration of sodic soils with Blue-green Algae. Soil Research (Australian Journal of Soil Research )<b>119</b>: 361-6. <b> (NAAS rating = 7.32)</b>",
          "<b>Subhashini, D.</b> and  Kaushik, B.D. 1986. Uptake of sodium and potassium by Blue-Green algae (Cyanobacteria). Microbiological Research (Zentralbl. Mikrobiology )<b>141</b>: 177-180<b> (NAAS rating = 8.56)</b>",
          "<b>Subhashini, D.V.</b> 2012.  Bioherbicidal activity of  Streptomyces spp against certain dicot and monocot weeds. Indian Journal of Agricultural Sciences <b>82</b>(12): 1079-82. <b> (NAAS rating = 6.14)</b>",
          "<b>Subhashini, D. V.</b> 2014. Genotype dependent variation in native and inoculated soil microorganisms of FCV tobacco (Nicotiana tabacum) rhizosphere in vertisols and alfisols. Indian Journal of Agricultural Sciences<b> 84</b>(2): 272-275. <b> (NAAS rating = 6.14)</b>",
          "<b>Subhashini, D. V.</b> 2014.  Growth promotion and increased potassium uptake of tobacco by potassium mobilizing bacterium Frateuria aurantia grown at different potassium levels in vertisols. Communications in Soil Science and Plant Analysis. <b>46</b> (2): 210-220.  <b>(NAAS rating = 6.39)</b>",
         "<b>Subhashini, D. V </b>and Anil Kumar, V. 2014. Phosphate solubilising Streptomyces spp associated with the rhizosphere of Ceriops decandra from Corangi mangroves (Kandikuppa) of Andhra Pradesh. Indian Journal of Agricultural Sciences<b> 84</b>(5): 560-4. <b> (NAAS rating = 6.14)</b>",
         "<b>Subhashini, D.V.</b> and Murthy, T.G.K. (2015). Genotype dependant variation in arbuscular mycorrhizal colonization of tobacco (Nicotiana tabacum L.) Indian Journal of Agricultural Sciences 85(8): 1118-22. <b> (NAAS rating = 6.14)</b>",
        "<b>Subhashini, D.V.</b> (2016). Effect of NPK fertilizers and co-inoculation with phosphate solubilising arbuscular mycorrhizal fungus and potassium mobilizing bacteria on growth, yield, nutrient acquisition and quality of tobacco (Nicotiana tabacum L.). Communications in Soil Science and Plant Analysis 47(3): 328-337. DOI:10.1080 /00103624.2015.1123724. <b> (NAAS rating = 6.39)</b>",
        "<b>Subhashini, D.V.</b> ., Anuradha, M., Damodar Reddy, D., and Vasanthi, J. 2016. Bio-nutrition for improving the vigour of FCV tobacco (Nicotiana tabacum L.) seedlings. Indian Journal of Agricultural Sciences 86(3): 379-84. <b> (NAAS rating = 6.14)</b>",
        "<b>Subhashini, D.V.</b> . V., Anuradha, M., Damodar Reddy, D., and Vasanthi, J. (2016).'Development of bioconsortia for optimizing nutrient supplementation through microbes for sustainable production of tobacco in vertisols'. International Journal of Plant Production 10(4): 479-490.  <b>(NAAS rating = 6.77)</b>"
        
         ],
         "BOOKS PUBLISHED":[

         "<b>Subhashini. D.V. </b> Basic and applied Microbiology 2011. Agrotech Publication, Udaipur <b>(ISBN: (13)978-81-8321-286-1). pp 288</b>",
         "<b>Subhashini. D.V. </b> Soil Microbiology – A Laboratory  manual -2011. LAP Publishers, Germany <b>(ISBN: 978-3-659-19578-5). pp 88</b>",
         "<b>Subhashini. D.V.</b>  Essentials of microbiological media, strains, reagents, and buffers—2011. LAP Publishers, Germany<b> (ISBN: 978-3-659-16819-2). pp 546</b>",
         "<b>Subhashini. D.V.</b>  Amelioration of saline-alkali and alkali soils with blue green algae.2012 -- LAP Publishers, Germany <b>(ISBN: 978-3-659-26548-8). pp 144</b>",
         "<b>Subhashini. D.V. </b> Laboratory Manual for Basic and Applied Microbiology 2013– Kalyani Publishers, India. <b>(ISBN: 978-93-272-3477-0). pp 268.</b>",
         "<b>Subhashini. D.V. </b>  Arbuscular Mycorrhisation in Tobacco (2016). LAP Publishers, Germany (ISBN:978-3-659-80429-8) pp.307.",
         "<b>Subhashini. D.V. </b>  Subhashini. D.V. Omics approaches: tools to unravel microbial systems (2017). ICAR Publication. (ISBN: 978-81-7164-170-3) pp.352."
         ],
        "awards":[
           "<b>Fellow </b>of the Society for Biocontrol Advancement, Bengaluru, Karnataka, India",
            "<b>Fellow</b> of the Society of Plant Protection Sciences, New Delhi, India",
           " <b>Fellow </b>of Indian Society of Tobacco Science (ISTS), Rajahmundry, Andhra Pradesh, India",
            "<b>Award for Excellence in Research</b> by EET CRS Academic, Mumbai, Maharashtra, India",
            "<b>Best Researcher Award </b>by Education Expo, Research Wing for Excellence, Kolkata, India",
            "<b>Eminent Scientist Award (2017) </b>on the occasion of Inspiring Women Award Ceremony-2017 by Samagra Vikas Welfare Society, Lucknow, Uttar Pradesh, India",
            "<b>Award for International Achievement</b> (2017) by South Asian Education Awards, Hyderabad, Telangana, India",
            "<b>Special Achievement Award </b>by 5th Science and Technology Awards-2017, Bengaluru, Karnataka, India",
            "<b>Best Scientist Award </b>(2017) by EET CRS Faculty Branding Awards, Hyderabad, Telangana, India",
            "<b>Award for Educational Leadership</b> (2017) from Skill India, Hyderabad, Telangana, India",
            "<b>Eminent Educationist Award</b> (2016) for outstanding contributions in Microbiology from the Indus Foundation, Hyderabad, Telangana, India",
            "<b>Lifetime Achievement Award </b>(2016) for the Initiatives, Discoveries, and Developments in the discipline of Soil Microbiology from Venus International Foundation, Chennai, TamilNadu, India"
            
        ]    
    }
]  