[
    {
        "img":" uploads/staff/38.jpeg  ",
        "name":"   Dr. Hema Baliwada",
        "degree":"   Ph.D.",
        "designation":"Scientist",
        "address":"  69-4-12, Sri Rama Enclave, Bhaskar Nagar, Rajahmundry 533105. ",
        "phone":"8106398333  ",
        "email":"hema.baliwada@gmail.com ",
  
        "employment_record": [
            "* Scientist (2016 – till date)"
        ],
        "area_of_interst":" ",

        "publications":[ 
            "<b>Hema Baliwada, M.</b> Shantha Sheela, V. Deepthi and V. Jyothi. 2015. Wifi use pattern of students in Tamil Nadu Agricultural University. The Andhra Agricultural Journal 62(1): 219-224.",
            "<b>Hema Baliwada, </b>J.P. Sharma and Reshma Gills. 2016. Farmer-led innovations: Retrospect and Prospects. Indian Journal of Agricultural Sciences. 86 (10): 1257-64.",
            "<b>Hema Baliwada, </b>J. P. Sharma, R. R. Burman, M. S. Nain, Anil Kumar and P. Venkatesh. 2017. Constraints and Strategies in Scaling up of Farmer-led Innovations. Journal of Community Mobilization and Sustainable Development. Vol. 12(1), 72-78.",
            "<b>Hema Baliwada, </b>J. P. Sharma, R. R. Burman, M. S. Nain, P. Venkatesh and Anil Kumar. 2017. Economic Impact Assessment of Farmer-Led Innovations. International Journal of Agriculture Innovations and Research Volume 6, Issue 1, ISSN (Online) 2319-1473",
            "<b>Hema Baliwada </b>and R. Premavathi. 2017. A Study on Attributes of Rural Women Entrepreneurs in Srikakulam District of Andhra Pradesh. International Journal of Agriculture Innovations and Research. Volume 6, Issue 1, ISSN (Online) 2319-1473.",
            "<b>Hema Baliwada, ,</b>J. P. Sharma, R. R. Burman, M. S. Nain, Anil Kumar and P. Venkatesh. 2017. A study on institutionalization of farmer-led innovations for their scaling up. Indian Journal of Agricultural Sciences. 87 (12): 1725-9.",
            "<b>Hema Baliwada, </b>K. Viswanatha Reddy and D. Damodar Reddy. 2017. Significance of BRICS in the global tobacco sector- a critical analysis. Tobacco Research 43(2) : pp 47-55.",
            "<b>Hema Baliwada, </b>J. P. Sharma, R. R. Burman, M. S. Nain, P. Venkatesh and Anil Kumar. 2018. A Study on Instigation of Farmer-led innovations and its Spread. Journal of Community Mobilization and Sustainable Development. Vol. 13(1), 17-26.",
            "<b>Hema Baliwada,</b> D. Damodar Reddy, S. Kasturi Krishna, Y. Subbaiah and N. Aruna Kumari. 2018. Socio-economic Impact of Flue-Cured Tobacco in Northern Light Soils Zone of Andhra Pradesh. Indian Journal of Extension Education. Vol. 54, No. 1, 2018 (65-71)",
            "<b>Hema Baliwada, </b>K. Viswanatha Reddy, Y. Subbaiah, D. Damodar Reddy and S. Kasturi Krishna. 2018. E-auction system in FCV tobacco: A case to be emulated in other crops. Tobacco Research. 44(1):1-5."
         ],

        "awards":[
            "<b>ICAR-Jawaharlal Nehru Award </b>for P.G. Outstanding Doctoral thesis research in social sciences at New Delhi on the eve of 90th ICAR Foundation day on 16.7.2018.",
            "<b>Best Student of IARI Award </b>for overall outstanding performance in Doctor of Philosophy Degree Programme at IARI, New Delhi on 9th February, 2017.",
            "<b>International Extension Forum Award</b> for the best M.Sc. (Agri.) Student in Agricultural Extension, 2014 at Tamil Nadu Agricultural University, Coimbatore.",
            "<b>Prof. G Ranganathan Award</b> for the best outstanding M.Sc. (Ag.) student in Agricultural Extension, 2014 at Tamil Nadu Agricultural University, Coimbatore.",
            "<b>Cumbum M. Syed Mohammed Award </b>for the best student in Master Degree Programme of the University, 2014 at Tamil Nadu Agricultural University, Coimbatore.",
            "<b>Associate Fellow Award </b>from Andhra Pradesh Akademi of Sciences for contribution to Science & Technology at Dr. B.R. Ambedkar University, Srikakulam on 28-11-2019",
            "<b>Best Paper Presentation Award</b> for the paper entitled Crop holiday at the International Conference on Extension in 2013 at UAS, Bangalore.",
            "<b>Best Oral Paper Award</b> for the paper entitled Role of Institutions in scaling up of ITKs at the ICAR-NRCIPM National seminar in 2015 at ICAR-IARI, New Delhi.",
            "<b>Best Paper Award </b>for the paper entitled Institutional Interventions of Farmer-led Innovations during 7th National seminar of Mobilization society at Jammu in 2015",
            "<b>Outstanding Research Scholar Award </b>for outstanding research contribution in extension during 7th National seminar of Mobilization society at Jammu in 2015",
            "<b>Presidential Appreciation Award </b>for outstanding contribution in organizing 7th National seminar of Mobilization society at Jammu in 2015",
            "<b>Best Paper Presentation Award </b>for the paper entitled Scaling up of farmer-led innovations during Mobilization society 8th National seminar at AAU, Guwahati in 2017",
            "<b>Best Poster Presentation Award </b>for the paper entitled E-Auction System in FCV Tobacco during XIV Agricultural Science Congress at New Delhi in 2019."
            
        ]    
    }
]  