[
    {
        "img":"  uploads/staff/31.jpeg ",
        "name":" Dr. K. Suman Kalyani  ",
        "degree":" M.Sc; M.Phil; Ph.D.(Home Science)",
        "designation":"Principal Scientist",
        "address":"ICAR-Central Tobacco Research Institute, Bhaskar Nagar, Rajahmundry - 533 105, AP ",
        "phone":"  9440999035 ",
        "email":"  sumankalyanik@yahoo.co.in",
    
        "employment_record": [
           "* Principal Scientist, ICAR - CTRI, Rajahmundry  05.07.2011 onwards",
           "* Senior Scientist. ICAR - CTRI, Rajahmundry  05.07.2005 to 04.07.2011",
           "* Programme Coordinator, KVK, Kalavacherla (ICAR-CTRI), 26.08.2003 to 04.07.2005",
           "* Scientist (Sr. Scale) ICAR - CTRI, Rajahmundry 05.07.2000 to 04.07.2005",
           "* Scientist, ICAR - CTRI, Rajahmundry 05.071996 to 04.07.2000 "
        ],
        "area_of_interst":"Women Empowerment, Drudgery reduction, Occupational Health Hazards, Constraints in Technology Adoption, Scientific Storage Practices and Tribal Empowerment .",

        "publications":[ 
           " <b>Suman Kalyani, K.,</b> Deo Singh, K. and Naidu, S.K. (2008). Occupational Health Hazards of Farm Women in Tobacco Cultivation. Indian Research Journal of Extension Education. 8 (1): 9-12.",
            "<b>Suman Kalyani, K., </b>Krishnamurthy, V., Chandra Sekhar Rao, C. and Aruna Kumari, N. (2010). Constraint Analysis and Problem Prioritization through PRA techniques in the Agency Area of East Godavari District, Andhra Pradesh. Journal of Progressive Agriculture 1 (1): 35-38.",
            "<b>Suman Kalyani, K., </b>Krishna murthy, V., Chandra Sekhara Rao, C. and Aruna Kumari, N. (2010). Front Line Demonstration on Management of Tea Mosquito Bug. Indian Journal of Plant Protection 38 (1): 95-97.",
            "<b>Suman Kalyani, K.,</b> Naidu, S.K., Nageswara Rao, S., Aruna Kumari, N. (2012). Changing Socio-Economic Scenario of FCV Tobacco Farmers in NLS area of Andhra Pradesh. Agricultural Science Digest 32 (1): 58-60.",
            "<b>Suman Kalyani, K. </b>and Murthy, T.G.K. (2012). On-Farm Testing of Natu Tobacco Line (L 45-90) in NLS area of Andhra Pradesh - An Analysis. Journal of Research. ANGRAU. 40 (4): 115-117.",
            "<b>Suman Kalyani, K.,</b> Murthy, T.G.K. and Mani, M. (2012). On-farm testing of FCV tobacco hybrids (CH 1 & CH3) in NLS area of Andhra Pradesh an analysis. Journal of Research. ANGRAU. 40 (4): 98-100.",
            "<b>Suman Kalyani, K., </b>Murthy, T.G.K and CCS Rao (2014). Profitability, Production & Sustainability through Innovative Extension Approaches among Tribal Farm Families to East Godavari District. Productivity- A quarterly journal of the National Productivity Council 55 (2): 135-139.",
            "<b>Suman Kalyani, K., </b>TGK Murthy & CCS Rao (2014). Innovative Approaches for Sustainable Productivity among Tribal Families of East Godavari District. Journal of Agricultural Extension and Rural Development 6(1)5-10.",
            "<b>Suman Kalyani, K., </b>V Krishnamurthy & CCS Rao (2015). Farming systems for Tribal Areas of East Godavari District. Indian Farming 65(8). 17-20.",
            "<b>Suman Kalyani, K. </b>& TGK Murthy (2015). Women Empowerment through Soya Milk Production and Consumption in Tribal Area of East Godavari District, Andhra Pradesh. Indian Research Journal of Extension Education. Special Issue.15 (4) 65-69."
            
         ],

        "awards":[
        "<b>Distinguished Scientist</b> - 2017 for outstanding contributions in the field of Agricultural Extension conferred by the Venus International Foundation on 11.11.2017 at Chennai, Tamil Nadu.",
        "<b>Member</b>, Study Mission, Germany- 2017. Participated at Munich & Cologne, Germany on Agri-food products nominated by Asian Productivity Organization (APO), Japan from 9-14 October, 2017.",
        "<b>Biotechnology Social Development Award, 2015.</b> DBT, New Delhi. (National Award)",
        "<b>Swamy Sahajanand Saraswati Outstanding Extension Scientist Award,</b> 2014 ICAR, New Delhi", 
        "<b>Fellowship from Govt. of Netherlands 2014.</b> Participated in Lost Harvest, Course at Wageningen, CDI, Netherlands, 15.09.2014 to 26.09.2014.",
        "<b>Best  Paper Presentation Award, 2011 </b> NDRI, Karnal. Society for Community Mobilization.",
        "<b>Best  Paper Award, </b>2009  National Seminar at Navsari Agricultural University, Gujarat ",
        "<b>Best  Poster Presentation Award, </b>2009. CSA University of Agriculture & Technology, Kanpur (UP).  Society of Extension Education,Agra.",
        "<b>Young Scientist Award, </b>2007.  JNKVV, Madhya Pradesh. Society of Extension Education, Agra. ",
         "<b>Dr. B.R.Tripati Award, </b> 2007. Manthan Foundation, Agra. ",
        "<b>Best  Paper Award, </b>2005. NDRI, Karnal.  Society of Extension Education, Agra."
        ]    
    }
]    