[
    {
        "img":"uploads/staff/25.jpeg",
        "name":"Dr. (Mrs.) K. Sarala",
        "degree":"M.Sc.(Ag.),Ph.D, PGDTMA",
        "designation":"Head, Division of Crop Improvement",
        "address":"Division of Crop Protection ,ICAR-Central Tobacco Research Institute,  RAJAHMUND-53310",
        "phone":"9849726890",
        "email":"ksarala@rediffmail.com",

        "employment_record": [
               "Head, Division of Crop Improvement, ICAR-Central Tobacco Research Institute (2015 -Till date)",
               "* Principal Scientist at ICAR- Central Tobacco Research Institute, Rajahmundry (2008 -Till date)",
               "* Senior Scientist at ICAR- Central Tobacco Research Institute, Rajahmundry (2000 -2008)",
               "* Scientist (Sr. Scale) at ICAR- Central Tobacco Research Institute, Rajahmundry (1997-2000) ",
               "* Scientist at ICAR- Central Tobacco Research Institute, Rajahmundry (1993-1997)",
               "* Scientist (on probation) at ICAR-Indian Agricultural Research Institute, New Delhi (1993)",
               "* Scientist (on probation) at ICAR-National Academy of Agricultural Research and Management, Hyderabad   (1992-1993)"

        ],

        "area_of_interst":"Plant biotechnology, breeding, genetics and cyto-genetics",

        "publications":[ 

                "<b>Sarala, K.</b>, Nagarajan, K., Murthy, N.S., Anuradha, M., Siva Raju, K., Ravisankar, H., Narayanan, A.I. and Prasannasimha Rao, G.S.B. (2005). Yield improvement in black soil Virginia tobacco (Nicotiana tabacum L.). Indian J. genetics and Plant Breeding 65 (1): 33-36.",
                "<b>Sarala, K.</b>, and Rao, R.V.S. (2008). Genetic Diversity in Indian FCV and Burley Tobacco Cultivars. Journal of Genetics 87 (2): 159-163.",
                "<b>Sarala, K.</b>, Rao, R.V.S., Murthy, T.G.K. and Satyavani, J.V.R. (2008). Micropropagation of sterile and non-flowering Nicotiana lines. Cytologia 73 (1): 9-13.",
                "<b> Sarala, K.</b>, Nagarajan, K. and Murthy, N.S. (2008). Genetic Base and Diversity of Indian Traditional Black Soil Virginia Tobacco Cultivars. Tobacco Research 34: 21-28.",
                "<b> Sarala, K., Narasimharao, C.V.  Murthy, T.G.K.,  Swamy, A.V.S.R. and Prabhakararao, K. (2012).  JS-62 and JS-117: high yielding and low tar FCV tobacco lines. Tobacco Research 38 (2): 86-89.",
               "<b> Sarala, K.</b>, Venkateswarlu, P. and Murthy, T.G.K. (2013).  Development of tobacco somaclones from leaf curl virus infected leaves and their characterisation. Tobacco Research 39 (1): 41-48.",
                "<b>Sarala, K.</b>, Prabhakara Rao K, Murthy TGK, Chandra Sekhara Rao C, Damodar Reddy D and Ravisankar H. (2016). Yield Gains in Indian Flue-Cured Virginia Tobacco: A Case Study. International Journal of Agriculture Sciences 8 (52): 2538-2541.",
               "<b> Sarala, K.</b>, Prabhakara Rao K, Chandra Sekhara Rao C, Damodar Reddy D and Bagyalakshmi K. (2018). Phenotyping tobacco recombinant inbred lines for solanesol. International Journal of Chemical Studies 6(3): 3643-3650.",
               "<b>Sarala, K.</b>, Murthy TGK, Rao CVN, Venugopala Rao PV and Prabhakararao K. (2018). Development of molecular mapping populations for tobacco specific nitrosamines. International Journal of Chemical Studies 6(3): 3535-3539.",
               " Swarnalatha, G,<b> Sarala K.</b>, Prabhakara Rao K, Baghyalakshmi K, Sambasiva Rao KRS and Poorna Bindu J. (2020). Parasitic interactions of Orobanche with selected Nicotiana species and identification of effective resistant genotypes. Genetic Resources and Crop Evolution 67 (5): 1125-1136."
            ],

        "awards":[
        "<b>Fellow</b> of Indian Society of Tobacco Sciences, Rajahmundry (2019)",
        "<b>Fellow</b> of Academy for Environment and Life Sciences, Agra (2019)",
        "<b>Fellow </b>of National Environmental Science Academy, New Delhi (2018))",
       " <b>Fellow</b> of Society for Applied Biotechnology, Krishnagiri, Tamil Nadu (2012)",
       "<b> ISTS Award</b> (2015-16 ) by Indian Society of Tobacco Sciences, Rajahmundry (2019)",
        "<b>Best Research Paper Award </b>during the National Conference on Farmers Orientation Towards Climate Change and Upgrading to Sustainable Agriculture (FOCUS 2019) held at National Collage, Tiruchirapalli, Tamil Nadu (2019)",
        "<b>Best poster award</b> during the XV National Symposium on Tobacco, Indian Society of Tobacco Sciences, Rajahmundry (2019)",
        "<b>Women Researcher Award </b>by the International Organization for Scientific Research and Development (IOSRD), Chennai (2018)",
        "<b>Teaching and Research Excellence Award </b>from IRDP group of Journals, Chennai (2017)",
        "<b>Distinguished Scientist Award </b>from Venus International foundation, Chennai (2017)",
        "<b>Plant biotechnologist award </b>by Society for Education and Scientific Research, Kerala (2014)",
        "<b>Certificate of felicitation</b> by OMICs publishing group and Editors, USA during the International Conference on Agricultural and Horticultural Sciences (2012)",
        "<b>Tobacco Board Award</b> for outstanding contribution in tobacco research for the triennium 2002-05, Indian Society of Tobacco Sciences, Rajahmundry",
        "<b>ISTS Gold medal</b> for best paper presentation during National Symposium on Tobacco, Indian Society of Tobacco Sciences (ISTS), Rajahmundry (2000)",
        "<b>Member</b>, Board of Studies of Government College (Autonomous), Rajahmundry (2008-till date)",
        "<b>Member</b>, Board of Studies of Adikavi Nannaya University, Rajahmundry for M. Sc. (Botany, zoology and Biotechnology) (2012-till date)",
        "<b>Executive member</b>, Indian Society of Tobacco Science for the period 2007-09 and 2011-13",
        "<b>Member</b>, Institutional Bio-safety Committee (IBSC), ICAR-Indian Institute of Oil Palm Research, Pedavegi, AP",
        "<b>Member</b>, Institutional Bio-safety Committee (IBSC), Dr YSR Horticultural University, Venkataramannagudem, AP",
        "<b>Recognized Research Guide </b>to M. Sc./Ph. D. students of Department of Biotechnology and Department of Environmental Sciences, Acharya Nagarjuna University, Andhra Pradesh",
        "<b>Recognized Research Guide</b> for Ph.D scholars of Department of Zoology of Adikavi Nannaya University, Rajahmundry",
        "<b>External expert </b>for evaluating the M.Sc/Ph.D thesis submitted to University of Agricultural Sciences, Dharward, Karnataka; Acharya NG Ranga Agricultural University, Andhra Pradesh; Osmania University, Hyderabad, Telangana; Sri Venkateswara University, Tirupati, Andhra Pradesh and Bharathiar University, Coimbatore, Tamil Nadu"

        
        ]
    

      
    }
]  