[
    {
        "img":"  uploads/staff/32.jpeg ",
        "name":"   Dr. G.Raghupathi Rao ",
        "degree":"M.Sc.(Ag.); Ph.D ",
        "designation":"Senior Scientist",
        "address":" Division of Crop Protection, ICAR-Central Tobacco Research Institute, RAJAHMUNDRY -533 105, Andhra Pradesh ",
        "phone":"9849150295  ",
        "email":"raghupathirao009@gmail.com ",
      
        "employment_record":[
             "* Senior Scientist 1998 till date", 

             "*  Scientist (Sr. Scale) 1990-1998",
            
             "* Scientist 1985-1990."
        ],
        "area_of_interst":"Integrated pest management; Pesticide application technology ",

        "publications":[ 
           " <b>Raghupathi Rao, G.</b> and Chari, M.S. (1992). Population dynamics of whitefly, Bemisia tabaci, Gen on cotton and tobacco in relation to weather factors. Tobacco Research 18 (1&2): 73-78.",
           " Rama Devi, Ch., Punnaiah, K.C., <b>Raghupathi Rao, G.</b> and Purnachandra Rao, P. (2001). Bioefficacy of monocrotophos as influenced by different high volume sprayers against Spodoptera litura F. and Helicoverpa armigera HB on tobacco. Agricultural Science Digest 21 (1): 9-12.",   
            "Rao, P.V., Sekhara Babu, A.V., <b>Raghupathi Rao, G., </b>Venugopala Rao, P.V. and Harishu Kumar, P. (2001). Breeding  for superior variety of Natu tobaccio  resistant to Spodoptera litiura  Fab. Tobacco Research 27 (1): 85-87.",
            "Saritha, R., Ramasubba Rao, V., <b>Raghupathi Rao, G.</b> and Arjuna Rao,  P. (2003). Influence of concentration low volume sprayers of monocrotophos against pests of tobacco.  The Andhra Agric. J. 47 (1&2): 156-158.",
            "Saritha, R., Ramasubba Rao, V., <b>Raghupathi Rao, G. </b>and Arjuna Rao, P. (2003). Evaluation of bio-efficacy of low volume sprayers of monocrotophos against pests of tobacco. The Andhra Agric. J. 47 (3&4): 326-328.",
            "Harishu Kumar, P. and <b>Raghupathi Rao, G.</b> (2001). Response of flue cured tobacco  productivity to alleys under rain fed conditions in vertisols of Andhra Pradesh. Tobacco Research 27 (2): 126-29.",
            "Harishu Kumar, P. and <b>Raghupathi Rao, G. </b>(2003). Sustainability of rabi intercropping in chickpea , pigeonpea , soybean and greengram vis-à-vis FCV tobacco monocropping in vertisols of Andhra Pradesh. Tobacco Research 29 (1): 8-13.",
            "<b>Raghupathi Rao, G.,</b> Gunneswara  Rao, S. and Sreedhar, U. (2012). Influence of plating dates and organic soil amendments  on the incidence of stem borer, Scrobipalpa heliopa  and leaf eating caterpillar, Spodoptera litura on burley tobacco. Tobacco Research 38 (1): 15-22."
            
         ],

        "awards":[
            "Recognised Research Guide for Post Graduate Students of Acharya Nagarjuna University, Guntur",

             "Member of the  Academic senate Acharya Nagarjuna University, Guntur since 2006 till date"
            
        ]    
    }
]  