[
    {
        "img":"  uploads/staff/21.jpeg ",
        "name":"Dr. S. Kasturi Krishna ",
        "degree":"M.Sc.(Ag) Ph.D. ",
        "designation":"",
        "address":"i/c, Divi ICAR-Central Tobacco Research Institute, Bhaskar Nagar RAJAHMUNDRY - 533 105  ",
        "phone":" 9440481561 ",
        "email":"krishnakasturi@rediffmail.com ",
        	
        "employment_record": [
           " Head  Division of  Crop Production  from  28.10.2014 to 27.10.2019",
        
            "* Principal Scientist,  CTRI, Rajahmundry, 13.02.2010 to 27.10.14",
            
            "* Senior Scientist,  CTRI, Rajahmundry, 13.02.2004 to 12.02.2010",
            
            "* Scientist (SS),  CTRI, Rajahmundry, 01.09.2000 to 12.02.2004",
            
            "* Scientist (SS) CTRI RS, Jeelugumilli,13.02.1999 to 30.08.2000",
            
            "* Scientist ,  CTRI, Rajahmundry, 16.08.1997 to 12.02.1999",
            
            "* Scientist,  CTRI RS Jeelugumilli, 14.03.1997 to 16.8.1997",                                                  
            
            "* Scientist,  IGFRI, Jhansi, 24.07.1995 to 12.03.1997",
            
         "*Scientist, NAARM, Hyderabad,13.02.1995 to 23.07.95"
            
        ],
        "area_of_interst":"Cropping systems Crop production technologies, Weed management, Post harvest technology ",

        "publications":[ 
           " <b>Kasturi Krishna, S.,</b> Krishna, Reddy, S.V. and Reddy, P.R.S. (2004). Performance of flue cured Virginia tobacco (Nicotianatabacum) - based cropping systems under irrigated Alfisols of Andhra Pradesh. Indian Journal of Agronomy 49 (3): 201-204.",
            "<b>Kasturi Krishna, S., </b>Harishukumar, P., Krishna Reddy, S.V.,  Subba Rao, R. and Nageswara Rao, M. (2004). Conservation tillage for Rabi crops in Sequential cropping systems under vertisols. Andhra Agricultural Journal  50: 399-400.",
            "<b>Kasturi Krishna, S. ,</b> Krishna Reddy, S.V., Deo Singh, K., Harishu Kumar, P. Chandrasekhararao, C. and Krishnamurty, V. 2009. Effect of organic and inorganic sources of nitrogen on productivity, quality and economics of FCV tobacco (Nicotiana tabacum). Indian Journal of Agronomy 54(3):336-341.",
            "Chandrasekhararao, C., Anuradha, M., Siva raju, K.,<b> Kasturi Krishna, S. ., </b>Ravisankar,H. and Krishnamurty, V. 2009. Prediction of growth and drymatter production of flue-cured Virginia tobacco (Nicotiana tabacum) using mathematical models in irrigated Alfisols of Andhra Pradesh. Indian Journal of Agricultural Sciences 79(12):991-95.",
            "<b>Kasturi Krishna, S. .,</b> Krishna-Reddy, S.V., Krishnamurty, V. and Anuradha, M. 2010. Effect of N and K levels on proportion of lamina and midrib in different leaf positions of FCV tobacco (Nicotiana tabacum). Tobacco Research 36(1&2): 109-111",
            "<b>Kasturi Krishna, S. .,</b> Krishna-Reddy, S.V., Harishu Kumar, P, Krishnamurthy,V., Nageswara Rao, M. 2010. Agronomic and economic evaluation of alternative cropping systems for FCV tobacco (Nicotiana tabacum) on vertisols of Andhra Pradesh. Indian Journal of Agronomy 55(4):270-275.",
            "Sunil Mandi,<b> Kasturi Krishna, S. ,</b> D. Damodar Reddy , S.V. Krishna Reddy. 2015. Weed seeds stratification in contrasting soil texture on the bank of river Godavari. International Journal of Agriculture, Environment and Biotechnology 8(3): 669-673.",
            "<b>Kasturi Krishna, S. .,</b> S.V. Krishna Reddy, V. Krishnamurthy, C.Chandrasekhara Rao, and M Anuradha. 2016. Effect of N and K on growth, yield and nutrient uptake of FCV tobacco cv. Kanchan. Indian Journal of Agricultural Sciences 86(5):692-6.",
            "Hema Baliwada , D. Damodar Reddy , <b>Kasturi Krishna, S. ,</b> Y. Subbaiah and N. Aruna Kumari. 2018. Socio-economic Impact of Flue-Cured Tobacco in Northern Light Soils Zone of Andhra Pradesh. Indian Journal of Extension Education. 54 (1): 65-71.",
            "<b>Kasturi Krishna, S.</b> S.V.Krishna reddy, K.Nageswara Rao and T.Kiran Kumar.2019. Integrated weed management in FCV tobacco (Nicotiana tabacum L.) grown under irrigated alfisols .Tobacco Research 45(1) : 33-38."
         ],

        "awards":[
            "<b>Indian Tobacco Association Award, 2000 </b>for outstanding contribution in Agronomy of FCV tobacco",
            "<b>Best Poster presentation Award, 2002. </b>Indian Society of Agricultural Science, IARI, New Delhi. .", 
            "<b>ISTS Award, 2003</b> Received for best Research paper from ISTS ,ICAR-CTRI, Rajahmundry. ",
            "<b>Best Poster presentation Award, 2004 </b>Received from Andhra Agricultural Union, Ag.college ,Bapatla. ",
            "<b>Fellow of Indian Society of Agronomy-2016.</b> Received from Indian Society of Agronomy,New Delhi.  ",
            "<b>Fellow of ISTS -2019 .</b> Received from ISTS at ICAR-CTRI, Rajahmundry. ",
            "<b>Councillor of Andhra Pradesh for ISA 2015-16 ,</b> Indian Society of Agronomy, New Delhi  ",
            "<b>Member of Inter agency team</b>.2010,2011&2012 constituted from CTRI, Tobacco Board (Ministry Of Commerce) & Industry "
            
        ]    
    }
] 
