[
    {
        "img":"uploads/staff/23.jpeg",
        "name":" Dr. C. Chandrasekhara Rao ",
        "degree":"M.Sc.(Ag),PhD; PGDHRM ",
        "designation":"Head i/c, Division of Crop Chemistry & Soil Science",
        "address":"ICAR - Central Tobacco Research Institute, Bhaskar Nagar, RAJAHMUNDRY - 533 105  ",
        "phone":" 9440333480 ",
        "email":"  ccsrao30@rediffmail.com",
        
        "employment_record": [
           " Head Division of Crop Production, CTRI. 16-01-2009 to 15-01-2014",
           "* Principal Scientist,  CTRI, Rajahmundry, 27.07.2007 – till date; ",
           "*  Senior Scientist,  CTRI, Rajahmundry, 27-7-1998  to 26-07-2007 ",
           "* Scientist (SS),  CTRI, Rajahmundry, 6-6-1994 to 26-07-1998 ",
           "* Scientist,  CTRI, Rajahmundry, 6-6-1989 to 5-6-194"
            ],
        "area_of_interst":"Seedling Production techniques, Fertiliser use efficiency in tobacco, Post harvest product management in tobacco ",

        "publications":[ 
           "<b> Chandrasekhararao, C.</b> and Krishnamurthy, V. (2007). Quantity-Intensity relationships of potassium in Flue-cured Virginia tobacco soils of Khammam district, Andhra Pradesh.  Journal of the Indian Society of Soil Science 55 (2): 212-214.",
           "<b>Chandrasekhararao, C.,</b> Anuradha, M., Sivaraju, K., Kasturi Krishna, S., Ravisankar, H. and Krishnamurthy, V. (2009).  Prediction of growth and drymatter production of FCV tobacco (Nicotiana tobacum L) using mathematical models in irrigated Alfisols of Andhra Pradesh. Indian Journal of Agricultural Sciences 79 (12): 991-995.",
           "<b>Chandrasekhararao, C.</b> and Reddy, P.R.S. (1998). Fertiliser adjustments for leaching in Flue-cured tobacco crop of Northern light soils of Andhra Pradesh.  Tobacco Research 24: 93-100.",
           "<b>Chandrasekhararao, C.,</b> Harishu Kumar, P. and Swamy, A.V.S.R. (2007). Studies on flue-cured Virginia tobacco (Nicotiana tabacum L.) based cropping systems in northern light soils of Andhra Pradesh. Tobacco Research 33 (1&2): 1-7.",
            "Kumaresan, M., <b>Chandrasekhararao, C. </b>and. Murthy, T.G.K. (2013). Effect of drip irrigation on productivity and quality of chewing tobacco (Nicotiana tabacum). Indian Journal of Agronomy  58 (3): 402-407.",
            "<b>Chandrasekhararao, C.,</b> Sivaraju, K., Ravisankar, H., Anuradha, M. and Kasturi Krishna, S. (2013). Effect of different levels of nitrogen and leaf position on biochemical quality constituents of FCV tobacco (Nicotiana tabacum) grown in northern light soils of Andhra Pradesh. Indian Journal of Agricultural Sciences 83 (10): 1052-7.",
           "<b>Chandrasekahrarao, C.,</b> Reddy, P.R.S. and Krishna Reddy, S.V. (2005). Evaluation of calcium nitrate as a nitrogenous fertilizer for FCV tobacco in Northern Light soils of Andhra Pradesh. Indian Journal of Agricultural Research 39 (3): 198-202.",
           "Krishna Rao, B.,<b> Chandrasekhara Rao, C.,</b> Anuradha, M. and Pande (2014). Effect of micro sprinkler system on input use efficiency, labor cost and economic viability in tobacco seedling production. Indian Journal of Agricultural Sciences 84 (4): 439-443.",
           "<b>ChandraSekhararao, C.</b> and Singh, K.D. (1992). Prediction of post harvest soil test values for maize-wheat and maize-wheat-greengram sequence. The Journal of Indian Society of Soil Science 40 (4): 748-52.",
            "<b> Chandrasekhararao, C., </b>Raju, C.A. and Reddy, P.R.S. (2007). Effect of Different Types and Doses of Copper Fungicides on Growth, Movement and Persistence of Copper in Light Soil Tobacco Nurseries. Journal of Indian Society of Coastal Agricultural Research 25 (1): 32-36."
        
         ],

        "awards":[
           " Sri K. Devappa Award 1998. Indian Society of Tobacco Science, Rajahmundry, AP, National, Professional Society",
            "ITA Award  1998. Indian Society of Tobacco Science, Rajahmundry, AP, National, Professional Society",
            "Nirmal Award 1998. Indian Society of Tobacco Science, Rajahmundry, AP, National, Professional Society",
            "Tobacco Board Award 2009.  Indian Society of Tobacco Science, Rajahmundry, AP, National, Professional Society",
            "Editor, Tobacco Research Journal 2009 -12 . Indian Society of Tobacco Science, Rajahmundry, AP, National, Professional Society",
            "Editorial Board Member Tobacco Research Journal",
            "Fellow Indian Society of Tobacco Science 2009. Indian Society of Tobacco Science, Rajahmundry, AP, National, Professional Society",
            "Best poster presentation 2005 Indian Science congress  held at Ahmadabad, 3-7 Jan,2005 AP, National, Professional Society",
            "Best poster Presentation 2005. Indian Society of Tobacco Science - National Conference on Tobacco -Oct.3-7, 2005, ANGRAU, Hyderabad AP, National, Professional Society.",
            "Best poster Presentation 2011. Indian Society of Tobacco Science, National Conference on Tobacco -, Dec..20-22,2011, CTRI, Rajahmundry, AP , National and Professional Society"
             
            
            
        ]    
    }
]  