[
    {
        "img":" uploads/staff/5.jpeg  ",
        "name":"  Dr. Pedavalli Venkateswarlu ",
        "degree":"MSc (Ag), Ph.D. (Agricultural Entomology). ",
        "designation":"Principal Scientist & Head i/c",
        "address":"  CTRI Research Station, Opp: Mirch Yard, GUNTUR-522 004. A.P.",
        "phone":"  9550740514 ",
        "email":"pvlu_65@yahoo.com ",
       "employment_record": [
        "* Mandal Agricultural Officer, Govt. of AP, Atmakur, Nellor District - November, 1993 to January 1995 ",
        "* Undergone ARS Scientist training, NAARM, Hyderabad - February, 1995 to June, 1995",
        "* Scientist and Scientist, Sr.Scale, ICAR Research Complex for NEH region, Medziphema, Nagaland.-July 1995      to January, 1999 ",
        "* In-charge,  Joint Director of ICAR Research Complex for NEH region, Medziphema, Nagaland - February, 1999 to August, 2000.",
        "* Scientist, Sr.Scale and Senior Scientist, CTRI, Rajahmundry - September, 2000 to July, 2007",
        "* Senior Scientist and Principal Scientist, CTRI Research Station, Hunsur, Mysore, Karnataka. - August, 2007 to  August, 2012 ",
        "* Principal Scientist and Head i/c, CTRI Research Station, Guntur.- September, 2012  to till date."
        ],
        "area_of_interst":"Integrated Pest Management (IPM) in tobacco with special emphasis on Botanicals and Biological Control. ",

        "publications":[ 
           " Venkateswarlu, P., Raghavaiah, G. and Nagalingam, B. (1988). Effect of neem oil on certain behavioural aspects of Spodopteralitura Fab in urdbean. Indian Journal of Pulses Research 1 (2): 118-123.",
            "Venkateswarlu, P., Raghavaiah, G. and Nagalingam, B. (1988). Effect of neem oil on growth and development of certain lepidopterous pests. Indian Journal of Pulses Research 2 (1): 85-87.",
            "Venkateswarlu, P., Raghavaiah, G. and Nagalingam, B. (1993). Efficacy of neem oil alone and in combination with certain insecticides on pod borer complex of black gram, Vignamungo (L.) Hepper. New Agriculturist 3 (2): 147-152.",
            "Venkateswarlu, P., Raghavaiah, G. and Nagalingam, B. (1993). Compatibility of neem oil with certain insecticides. New Agriculturist 3 (2): 217-220.",
            "Venkateswarlu, P., Sharma, C.M. and Jaikishan Singh, R.S. (1993). Effect of temperature on the development of Saw-toothed grain beetle, Oryzaephilussurinamensis Linn (Coleoptera:cucujidae) reared on cashew kernels. Bioved 4 (1): 65-68.",
            "Venkateswarlu, P., Sreedhar, U., Sitaramaiah, S., Ramesh Babu, B., Rao, R.V.S. and Nageswara Rao, S. (2001). Growth and development of tobacco caterpillar, Spodopteralitura Fab on newly acquired tobacco germ plasm. Tobacco Research 27 (2): 193-196.",
            "Venkateswarlu, P., Sitaramaiah, S., Rao, R.V.S.,  Nageswara Rao, S. and Suresh Kumar Sawant (2002). Screening of FCV tobacco lines against tobacco caterpillar, SpodopteralituraFab. Tobacco Research 28 (2): 109-113.",
            "Venkateswarlu, P., Sitaramaiah, S., Sreedhar, U.,  Gunneswara Rao, S., Sawant, S.K. and Nageswara Rao, S. (2002). Role of organic and inorganic manures on the incidence of insect pests and their naturalenemies in Rabi groundnut. Biological control of lepidopteran pests, pp 295-300, ed. By P.L.Tandon, C.R. Ballal, SJalali and R.J. Rabindra. 354p.",
            "Venkateswarlu, P., Shenoi, M.M. and Sreenivas, S.S. (2007). Bio-intensive integrated module for the management of tobacco aphid, Myzusnicotianae Blackman in India. SAARC Journal of Agriculture 5 (2): 59-67.",
            "Venkateswarlu, P., Sreedhar, U., Sitaramaiah, S. and Nageswararao, S. (2007). Evaluation of method of application of certaininsecticides against stem borer, Scrobipalpaheliopa Low in tobacco. Tobacco Research 33 (1&2): 79-80."
            
         ],

        "awards":[
           " CSIR Senior Research Fellowship during Ph.D programme",

            "Best poster presentation award, 2005. National Symposium on tobacco held at ANGRAU, Hyderabad."
            
            
            
        ]    
    }
]  