[
    {
        "img":" uploads/staff/29.jpeg  ",
        "name":" Dr.M.M.Mahadevaswamy",
        "degree":" M.Sc(Agri),Ph.D(Agronomy) ",
        "designation":"Principal scientist",
        "address":" ICAR-Central Tobacco Research Institute, Research Station, Hunsur , Mysore District, Karnataka-571105 ",
        "phone":" 09972962699 ",
        "email":" mswamy_my@yahoo.co.in ",





        "employment_record": [
            "Principal Scientist 2011-till date",
             "* Senior scientist 2001-2011",
             "* Scientist (Sr. Scale) 1995-2001",
             "* Scientist 1989-1995"
        ],
        "area_of_interst":" Organic farming for sustainable agriculture, Integrated Farming system, Potassium nutrition, Drought mitigation & Water shed development",

        "publications":[ 
          "<b>  Mahadevaswamy, M., </b>and Nanjappa, H.V. (1991). Effect of herbicides on weed control in drill sown rice (Oryza sativa). Indian J. Agron. 36: 247-249.",
            "<b>Mahadevaswamy, M., </b>Kailasam, C. and Srinivasan, T.R. (1994). Integrated weed management in sugarcane (Saccharum officinarum). Indian J. Agron. 39 (1): 83-86.",
            "Ramesh, P. and </b>Mahadevaswamy, M.</b> (1996). Effect of planting season and harvesting age of the plant and ratoon crops on yield and quality of sugarcane (Saccharum officinarum) varieties. Indian Journal of Argil. Sciences 66 (11): 641-4.",
            "<b>Mahadevaswamy, M.</b> (1996). Effect of Nitrogen and row spacing on growth, yield and quality of Sugarcane (Saccharum officinarum). Indian J. Agron. 41 (3): 457-461.",
            "<b>Ramesh, P. </b>and Mahadevaswamy, M. (2000). Effect of formative phase drought on different classes of shoot mortality, Cane attributes, Yield and quality of Four sugarcane cultivars. J. Agronomy & Crop Science 185: 249-258.",
           "<b> Mahadevaswamy, M. </b>and James Martin, G. (2002). Production potential of wide row sugarcane intercropped with aggregatum onion (Allium cepa) under different row ratios, fertilizer levels and population densities. Indian J. Agron. 47 (3): 361-366.",
           "<b> Mahadevaswamy, M. </b>and James Martin, G. (2002). Integrated weed management in ratooned   sugarcane. Indian J. Agron. 47 (3): 442.",
            "<b>Mahadevaswamy, M., </b>Giridhar, K. and Harishukumar, P. (2006). Yield and economic performance of FCV tobacco in relation to diversified cropping systems under KLS conditions. Tobacco Research 32 (2): 81-5.",
            "<b>Mahadevaswamy, M. </b>and Krishnamurthy, V. (2006). Effect of levels and methods of potassium application on growth, yield and quality of FCV tobacco in Karnataka Light Soils. Tobacco Research 32 (2): 56-60.",
            "<b>Mahadevaswamy, M.,</b> Shenoi, M.M., Sreenivas, S.S. and Ramakrishnan, S. (2007). Studies on production of tray nursery seedlings of FCV tobacco under KLS situations. Tobacco Research 33 (1&2): 17-20."
    
         ],

        "awards":[
            "Tobacco Board award for outstanding contributions in Tobacco R & D conferred by ISTS during National Symposium on Tobacco -2009, CTRI, Rajahmundry."

        ]    
    }
]  