[
    {
        "img":" uploads/staff/30.jpeg",
        "name":" Dr S. V. KRISHNA REDDY",
        "degree":" M.Sc.(Ag.),Ph.D. ",
        "designation":"Principal scientist",
        "address":"Division of Crop Production, ICAR-CENTRAL TOBACCO RESEARCH INSTITUTE RAJAHMUNDRY- 533 105, East Godavari (Dist.,)",
        "phone":"944032890  ",
        "email":"  krishnakasturi@rediffmail.com",

    
        
        "employment_record": [
           "<b> Principal Scientist</b>,  CTRI, Rajahmundry, 01.01.2011 to till date",
        
            "* <b>Senior Scientist</b>,  CTRI, Rajahmundry,11.11.2001 to 31.12.2010",
            
            "* <b> Scientist (SS)</b>,  CTRI, Rajahmundry, 02.09.2000 to 10.11.2001",
            
            "* <b>Scientist (SS)</b> CTRI RS, Jeelugumilli, 11.11.1997 to 01.09.2000",
            
            "* <b>Scientist , </b> CTRI RS, Jeelugumilli, 16.08.1997 to 10.11.1997",
            
            "* <b>Scientist,</b>  Rajahmundry, 28.01.1993 to 16.08.1997 ",                                       
            
            "* <b>Scientist</b> (Trainee), NAARM Hyderabad 11.11.1992 to 27.10.1993"
            
        ],
        "area_of_interst":"Nutrient management including balanced fertilization, Integrated nutrient management; Cropping systems research",

        "publications":[ 
           "<b> Krishna Reddy, S.V.,</b> Kasturi Krishna, S., Deo Singh, K., Harishu Kumar, P. and Krishnamurty, V. (2009). Integrated nutrient management in FCV tobacco (Nicotiana tabacum) in irrigated Alfisols. Indian Journal of Agronomy 54 (1): 74-79.",
            "<b>Krishna Reddy, S.V.,</b> Kasturi Krishna, S., Deo Singh, K., Harishu Kumar, P., Chandrasekhararao, C. and Krishnamurty, V. (2008). Effect of conjunctive use of FYM and nitrogen on yield, quality and economic returns of FCV tobacco (Nicotiana tabacum). Indian Journal of Agronomy 53 (4): 318-322.",
            "<b>Krishna Reddy, S.V.,</b> Kasturi Krishna, S., Harishu Kumar, P.,  Reddy, P.R.S. and Krishnamurthy, V. (2008). Effect of rice (Oryza sativa) stubble and nitrogen on performance of tobacco (Nicotiana tabacum) in rice - tobacco cropping system in rainfed Vertisols of Andhra Pradesh. Indian Journal of Agronomy 53 (3): 217-222.",
            "<b>Krishna Reddy, S.V., </b>Kasturi Krishna, S. and Prasad Rao, J.A.V. (2008). Productivity, quality and economics of irrigated FCV tobacco (Nicotiana tabacum) in relation to spacing, dose and time of nitrogen application. Indian Journal of Agronomy 53 (1): 70-75.",
            "<b>Krishna Reddy, S.V.,</b> Kasturi Krishna, S., Prasad Rao, J.A.V., Harishu Kumar, P. and Krishnamurthy, V. 2007. Effect of application of biofertilisers to soybean (Glycine max) and nitrogen to tobacco (Nicotiana tabacum) in soybean–tobacco cropping system. Indian Journal of Agronomy 52 (4): 294-299.",
            "<b>Krishna Reddy, S.V.,</b> Husain, M.M., Kasturi, K., Reddy, B.B., Kasturi, K. and  Reddy, G.V. (1992).  Effect of soil and foiliar application of nitrogen in sunflower (Helianthus annuus) under rainfed conditions Indian Journal of Agronomy 37 (4): 863-865.",
            "Kasturi Krishna, S., <b>Krishna Reddy, S.V.,</b> Harishu Kumar, P., Krishnamurthy,V. and Nageswara Rao, M. (2010). Agronomic and economic evaluation of alternative cropping systems for FCV tobacco (Nicotiana tabacum) on vertisols of Andhra Pradesh. Indian Journal of Agronomy 55 (4): 270-275.",
            "Kasturi Krishna, S., <b>Krishna Reddy, S.V., </b>Deo Singh, K., Harishu Kumar, P., Chandrasekhararao, C. and Krishnamurty, V. (2009). Effect oforganic and inorganic sources of nitrogen on productivity, quality and economics of FCV tobacco (Nicotiana tabacum). Indian Journal of Agronomy 54 (3): 336-341.",
            "Kasturi Krishna, S., <b>Krishna Reddy, S.V.,</b> Deo Singh, K., Subba Rao, R., Harishu Kumar, P. and Krishnamurthy, V. (2007) Yield, quality and economics of FCV tobacco (Nicotiana tabacum) in relation to preceding crops and nitrogen in Vertisols of Andhra Pradesh. Indian Journal of Agronomy 52 (3): 212-215.",
            "Kasturi Krishna, S., <b>Krishna Reddy, S.V.</b> and Reddy, P.R.S. (2004). Performance of flue cured Virginia tobacco (Nicotiana tabacum) - based cropping systems under irrigated Alfisols of Andhra Pradesh. Indian Journal of Agronomy 49 (3): 201-204."
        
         ],

        "awards":[
           " <b>ITA Award, 2000 </b>for outstanding contribution in Agronomy of FCV tobacco for the Triennium1998-2000. ISTS ",
            "<b>ISTS Combined award, 2003.</b>  National symposium on tobacco “Facing future challenges” held at ITA auditorium, Guntur ",
            "<b>Best Poster presentation Award, 2004.</b> National Seminar on “Resource management for sustainable Agriculture” Technical session-I (Soil and water management) held at Agricultural college, Bapatla ",
            "<b>Best Poster presentation Award, 2002. </b>National Symposium on “Agriculture in changing global scenario”  at IARI, New Delhi ",
            "<b>Rolling shield, 1987. </b> Secured I. S. Rao<b> Memorial Rolling Shield </b>for getting highest GPA in Agronomy without recording F grade in   B.Sc. (Ag.) Andhra Pradesh Agricultural university (APAU)<b> 1987</b>",
            "Reviewer",
                    "1.Indian Journal of Agronomy",
                    "2. Tobacco  Research"
            
        ]    
    }
]  