[
    {
        "img":" uploads/staff/46.jpeg  ",
        "name":" Dr. A. Srinivas ",
        "degree":"Ph.D. ",
        "designation":"Scientist & OIC, MSU & CTRI RS, DINHATA",
        "address":"Sai Nilayam, Narayanapuram, Opp: sttemmatally temple, Rajahmundry 533103.  ",
        "phone":" 9694422963 ",
        "email":"seenu.adhi@gmail.com, srinivas.ade@icar. ",
   
        "employment_record": [
           "*  Scientist 2015 - till date"
        ],
        "area_of_interst":" ",

        "publications":[ 
           " <b>Srinivas A </b>and Bhalekhar D.N. 2015. A study on profile of biofertilisers using farmers in major crops in Wardha district of Maharashtra. Indian Journal of social research. .56 (2):34-37.",
            "<b>Srinivas A</b> and Bhalekhar D.N (2015). Study on profile of biofertilizers using farmers in major crops of wardha district of maharastra. Indian journal social research. 56 (6):43-45.",
            "Archana palle,<b> Srinivas A,</b> Sudha Rani V, and Manasa Grandhi, 2015. Content analysis of rythuvani farm magazine. Indian journal social research. Vol. 56 (3):53-56.",
            "<b>Srinivas A,</b> Sudha Rani V and Archana P. 2014. Construction of Knowledge Test to Measure the Knowledge of Agriculture Officers on IPM, INM and IWM Practices. Global journal for research analysis. 3 (1): 1-4.",
            "<b>Srinivas A ,</b> Sudha Rani V. Archana P and Manasa G. 2014. A scale to measure attitude of the farmers towards biofertilizers. Indian journal social research. 55:6.",
            "Prashanth P, <b>Srinivas A,</b> Kadasiddappa.M and Jagan Mohan Reddy M. 2014. Producer Companies- The Engine of Inclusive Growth of Agricultural Development. Kisan World. 41 (1): 53-57.",
            "Archana palle, , Sudha Rani V, <b>Srinivas A</b> and Manasa Grandhi. 2014. Scale to measure attitude of farmers towards climate. Indian journal social research. .55 (6):23-26.",
            "<b>Srinivas A</b> and Bhalekhar D.N. 2013. Extent of adoption of biofertilizers by the farmers in major crops in wardha district. Journal of soils and crops. 23 (2): 365-368.",
            "<b>Srinivas A, </b>Manasa G, Sudha Rani V and Archana P. 2013. Content analysis of Vyavasayam farm magazine. Current Biotica. 7(1&2): 60-67.",
            "<b>Srinivas A </b>and Sailaja A. 2013. A Review on Impact of Training Programmes Conducted by different training institutes. Indian journal of research.. 2 (2): 266-267",
            "<b>Srinivas A </b>and Bhalekhar D.N. 2013. Constraints Faced by Farmers in Adoption of Biofertilizers. International journal of scientific research. 2 (4): 9-10.",
            "Manasa Grandhi, Sudha Rani V, Archana palle,<b> Srinivas. A.</b> 2013. A scale to measure attitude of farmers towards Kisan Call Center – Development and standardization. Journal of communication studies. 31: 102-113"
         ],

        "awards":[
        
        ]    
    }
]  