[
    {
        "img":" uploads/staff/28.jpeg  ",
        "name":" Dr. M. Anuradha",
        "degree":" M.Sc.(Ag.); Ph.D.",
        "designation":" Head, CTRI RS, Kandukur",
        "address":"CENTRAL TOBACCO RESEARCH INSTITUTE Research Station, KANDUKUR-523 105. Andhra Pradesh.",
        "phone":" 9440703583 ",
        "email":"radhama2k2@yahoo.co.in ",
        
        "employment_record": [
            
       " * Principal Scientist -13.02.2010 to till date",
        
       " * Senior Scientist - 13.02.2004 to 12.02.2010",
        
       " * Scientist (Sr. Scale) -13.02.1999 to 12.02.2004",
        
       " * Scientist  at CTRI - 06.06.1998 to 12.02.1999",
        
      "  * Scientist  at IGFRI - 24.07.1995 to 05.06.1998",
        
      "  * Scientist – NAARM Training -13.02.1995 to 23.07.1995"
        
        ],
        "area_of_interst":" Nutritional and physiological aspects of crop plants",

        "publications":[ 
            "<b>Anuradha, M.</b> and Narayanan, A. (1991). Promotion of root elongation by phosphorus deficiency. <b>Plant and Soil</b> 136: 273-275.",
            "<b>Anuradha, M. </b>and Narayanan, A. (1997). Root elongation of plants grown in phosphorus deficient soil and vermiculite.<b> Indian Journal of Plant Physiology</b> 2: 65-67.",
            "<b>Anuradha, M., </b>Nageswararao, K. and Prabhakara Babu, D. (2003). Nitrogen utilization, leaf pigment biosynthesis and breakdown in light and dark cast varieties of FCV tobacco.<b> Tobacco Research</b> 29 (2): 155-160.",
            "<b>Anuradha, M. </b>and Nagerswararao, K. (2007). Nitrogen dose dependent metabolic shift from nitrate reduction to starch accumulation in flue cured tobacco varieties. <b>Journal of Plant Biology </b>34 (1): 1-4.",
            "<b>Anuradha, M., </b>Nageswara Rao, K., Sivaraju, K., Deo Singh, K., Krishnamurthy, V. and Prabhakara Babu, D. (2007). Influence of deficiency and toxicity of essential plant nutrients on some physiological and biochemical changes in flue cured tobacco (Nicotiana tabacum L.).<b> Tobacco Research </b>33 (2): 71-78.",
            "<b>Anuradha, M., </b>Nageswara Rao, K., Sivaraju, K. and Krishnamurthy, V. (2009). Effect of boron stress on growth, soluble protein and enzyme activities in flue-cured tobacco (Nicotiana tabacum L.). <b>Indian Journal of Plant Physiology</b> 14 (3): 315-318.",
            "<b>Anuradha, M., </b>Nageswara Rao, K., Chandrasekhararao, C. and Krishnamurthy, V. (2010). Relationship between Lamina chloride and leaf burn in flue-cured tobacco. <b>Journal of Indian Society of Coastal Agricultural Research </b>28 (1): 51-54.",
            "<b>Anuradha, M., </b>Nageswara Rao, K., Sivaraju, K. and Krishnamurthy, V. (2010). Effect of Shade in Relation to Applied Nitrogen on Growth, Yield and Quality of Flue-Cured Tobacco (Nicotiana tabacum L.). <b>Journal of Plant Biology</b> 37 (2): 209-213.",
            "<b>Anuradha, M., </b>Krishnamurthy, V., Chandrasekhararao, C. and Nageswararao, K. (2010). Effect of chloride in irrigation water on quality of flue-cured tobacco.<b> Tobacco Research </b>36 (1&2): 55-58.",
            "<b>Anuradha, M., </b>Sivaraju, K. and Krishnamurthy, V. (2013). Effect of water logging on gas exchange parameters, oxidative enzymes, yield and quality of flue-cured tobacco  (Nicotiana tabacum L.).<b> Indian Journal of Plant Physiology</b> 18 (1): 67-70."
         	
           
         ],

        "awards":[
            "<b>ISTS award</b> for outstanding contribution in tobacco research – 2005 and 2009",
            "<b>First prize for the poster</b> – 1994 by Indian Society of Plant Physiology",
            "<b>Best paper presentation award – 2011 by </b>Indian Society of Tobacco Science",
            "<b>3rd prize for poster presentation</b> – 2014 by Association of Agricultural Librarians and Documentalists of India",
            "Accreditation as <b>research guide</b> for PG students of YSR Horticultural University, Venkataramannagudem, A.P. "
            
        ]    
    }
]  